import "./App.css";

function App() {
  return (
    <div
      style={{
        display: "flex",
        flexDirection: "column",
        justifyContent: "center",
        alignContent: "center",
        textAlign: "center",
        fontFamily: "sans-serif",
      }}
    >
      <p style={{ fontSize: "28px" }}>Weather</p>
      <p style={{ fontSize: "24px" }}>နွေရာသီ</p>
      <div style={{ fontSize: "18px" }}>
        မြန်မာနိုင်ငံသည် ရာသီဉတု သုံးမျိုးရှိသည်။
        <p>နွေဉတု၊ မိုးဉတု နှင့် ဆောင်းဉတုတို့ဖြစ် သည်။</p>
        <p>
          နွေဉတုသည် မတ်လမှ မေလအထိ ဖြစ်သည်။မြန်မာနီုင်ငံဧ အပူဆုံး ရာသီဉတုဖြစ်သည်။
        </p>
        <p>အပူချန်မှာ ၃၅ မှ ၄၀ သို့မဟုတ် ထို့ထက်ပိုမိုမြင့်တက်နိုင်သည်။</p>
        <p> မြန်မာနိုင်ငံဧ အလယ်ပိုင်းဒေသတွင် ရာသီဉတု ပိုမိုပူပြင်းသည်။</p>
        <p>အပူဆုံးဒေသမှာ mandlay၊ monywa ၊mawgay chauk တို့ဖြစ်သည်။</p>
        <p>ချောက်မြိုံသည် နှစ်တိုငး ရေပြက်လပ်မူနှင့် ရင်ဆိုင်ရသည်။</p>
        <p>
          {" "}
          နွေရာသီတွင် အပူလိုင်းကြောင့် လူအများအပြား ကျန်းမာရေးပြသာနာများဖြစ်
          ပေါ်နိုင်သည်။
        </p>
        <p> နွေရာသီတွင် အထင်ရှားဆုံပွဲမှာ သင်္ကြန်ပွဲတော်ဖြစ်သည်။</p>
        <p>
          သင်္ကြန်ပွဲတော်တွင် မြန်မာလူမျိုးများသည် ရေပတ်ကစားရင်း ပျော်ရွှင်စွာ
          အားလပ်ရက်ကို ကုန်ဆုံးကြသည်။
        </p>
      </div>
    </div>
  );
}

export default App;
